Repository: alexclassroom/aspireupdate-translations
Catalog: languages/aspireupdate-*.po
Languages: ca_es, nl_be, sv_se

source: View Log
nl_be: Toon log

source: Clear Log
nl_be: Wis log

source: Error: Unable to access the log file.
nl_be: Fout: Geen toegang tot logbestand.

source: *****Log truncated at %s lines.*****
nl_be: *****Log ingekort op %s regels.*****

source: *****Log file is empty.*****
nl_be: *****Log-bestand is leeg.*****

source: Error: Unable to read the log file.
nl_be: Fout: Kan het logbestand niet lezen.

source: Log file cleared successfully.
nl_be: Logbestand succesvol gewist.

source: Error: You are not authorized to access this resource.
nl_be: Fout: Je hebt geen toegang tot deze bron.

source: Settings Saved
nl_be: Instellingen opgeslagen

source: Your WordPress, plugin, theme and translation updates are now powered by <strong>%1$s</strong>. <a href="%2$s">Learn more</a>
ca_es: L’actualització de WordPress, els teus plugins i temes funciona ara amb <strong>%1$s</strong>. <a href="%2$s">Més informació</a>
nl_be: Je WordPress, plugin, thema en vertaalupdates worden nu aangestuurd door <strong>%1$s</strong>. <a href="%2$s">Lees meer</a>

source: Your theme updates are now powered by <strong>%1$s</strong>. <a href="%2$s">Learn more</a>
ca_es: L’actualització dels teus temes funciona funcionen ara amb <strong>%1$s</strong>. <a href="%2$s">Més informació</a>
nl_be: Je thema-updates worden nu aangestuurd door <strong>%1$s</strong>. <a href="%2$s">Lees meer</a>

source: Your plugin updates are now powered by <strong>%1$s</strong>. <a href="%2$s">Learn more</a>
ca_es: L’actualització dels teus plugins funciona ara amb <strong>%1$s</strong>. <a href="%2$s">Més informació</a>
nl_be: Je plugin-updates worden nu aangedreven door <strong>%1$s</strong>. <a href="%2$s">Meer leren</a>

source: Generate API Key
ca_es: Genera la clau de l’API
nl_be: Genereer API-sleutel
sv_se: Generera API-nyckel

source: Disables the verification of SSL to allow local testing.
ca_es: Desactiva la verificació de SSL per permetre proves locals.
nl_be: Schakelt de verificatie van SSL uit om lokaal testen mogelijk te maken.
sv_se: Inaktiverar verifieringen av SSL så att lokal testning kan ske.

source: Disable SSL Verification
ca_es: Desactiva la verificació SSL
nl_be: Schakel SSL-verificatie uit
sv_se: Inaktivera verifiering av SSL

source: Outputs the request URL and headers / response headers and body / string that is being rewritten.
ca_es: Emet l’URL de la petició i les capçaleres / encapçalaments de resposta i el cos / cadena que s’està reescrivint.
nl_be: Voert de verzoek-URL en headers / antwoordheaders en body / string uit die wordt herschreven.
sv_se: Skriver ut URL och headers för förfrågan/svarets headers och innehåll/sträng som skrivs om.

source: Response
ca_es: Resposta
nl_be: Antwoord
sv_se: Svar

source: Request
ca_es: Petició
nl_be: Aanvraag
sv_se: Förfrågan

source: Enable Debug Type
ca_es: Activa el tipus de depuració
nl_be: Schakel debugtype in
sv_se: Aktivera typ av felsökning

source: Enables debug mode for the plugin.
ca_es: Activa el mode de depuració del plugin
nl_be: Schakelt debugmodus in voor de plugin.
sv_se: Aktiverar tilläggets felsökningsläge.

source: Enable Debug Mode
ca_es: Activa el mode de depuració
nl_be: Schakel debugmodus in
sv_se: Aktivera felsökningsläge

source: API Debug Configuration
ca_es: Configuració de depuració de l’API
nl_be: API Debug-configuratie
sv_se: Konfigurering av felsökning i API

source: Provides an API key for repositories that may require authentication.
ca_es: Proporciona una clau d’API pels repositoris que requereixin autenticació
nl_be: Geeft een API-sleutel voor repositories die mogelijk authenticatie vereisen.
sv_se: Tillhandahåller API-nyckel för filförvar som kan kräva autentisering.

source: API Key
ca_es: Clau de l’API
nl_be: API-sleutel
sv_se: API-nyckel

source: Other
ca_es: Altres
nl_be: Ander
sv_se: Annat

source: Your new API Host.
ca_es: El teu nou host de l’API
nl_be: Je nieuwe API-host.
sv_se: Din nya API-värd.

source: Enable AspireUpdate API Rewrites
ca_es: Activa les reescriptures de l’API d’AspireUpdate
nl_be: Schakel AspireUpdate API rewrites in
sv_se: Aktivera omskrivningar i AspireUpdate API

source: API Configuration
ca_es: Configuració de l’API
nl_be: API-configuratie
sv_se: API-konfiguration

source: Reset
ca_es: Restableix
nl_be: Herstel
sv_se: Återställ

source: AspireUpdate Settings
ca_es: Configuració d’AspireUpdate
nl_be: AspireUpdate-instellingen
sv_se: Inställningar för AspireUpdate

source: Unexpected Error
ca_es: Error inesperat
nl_be: Onverwachte fout
sv_se: Okänt fel

source: Settings have been reset to default.
ca_es: La configuració s’ha restablert al valor predeterminat.
nl_be: De instellingen zijn teruggezet naar de standaardwaarden.
sv_se: Inställningarna återställda till standardvärden.

source: Update plugins and themes for WordPress.
ca_es: Actualitza plugins i temes per WordPress.
nl_be: Werk plugins en themaâ€™s voor WordPress bij.
sv_se: Uppdatering av WordPress-teman och -tillägg.

source: String
ca_es: Cadena de text
sv_se: Sträng

source: API Host
ca_es: Host de l’API
sv_se: API-värd
